export default [
  {
    id: 'q1',
    text: '나는 바쁜 현대인, 하루 8시간 이상 집이 비어있다.',
    answers: ['네', '아니오'],
  },
  {
    id: 'q2',
    text: '나의 주거 환경은 반려동물을 키우기에 충분한 공간이 있다.',
    answers: ['네', '아니오'],
  },
  {
    id: 'q3',
    text: '나는 반려동물을 키운 경험이 있다.',
    answers: ['네', '아니오'],
  },
  {
    id: 'q4',
    text: '가족 구성원 모두가 임시보호에 동의한다.',
    answers: ['네', '아니오'],
  },
  {
    id: 'q5',
    text: '나는 반려동물 의료비 등 예상치 못한 비용이 발생해도 감당할 수 있다.',
    answers: ['네', '아니오'],
  },
  {
    id: 'q6',
    text: '나는 임시보호 동물이 입양되면 헤어질 준비가 되어 있다.',
    answers: ['네', '아니오'],
  },
  {
    id: 'q7',
    text: '현재 내 집에는 다른 반려동물이 없다.',
    answers: ['네', '아니오'],
  },
  {
    id: 'q8',
    text: '나는 정기적으로 임시보호 동물의 상태를 기록하고 보고할 수 있다.',
    answers: ['네', '아니오'],
  },
  {
    id: 'q9',
    text: '나는 기본적인 반려동물 훈련(배변, 기본 명령어 등)을 시킬 수 있다.',
    answers: ['네', '아니오'],
  },
  {
    id: 'q10',
    text: '임시보호 기간이 예상보다 길어져도 계속 돌봄을 제공할 수 있다.',
    answers: ['네', '아니오'],
  },
];
